Repository: gapfranco/advance
Catalog: priv/gettext/*/LC_MESSAGES/default.po
Languages: pt_br

source: Change avatar
pt_br: Mudar avatar

source: Change e-mail
pt_br: Mudar e-mail

source: Change password
pt_br: Mudar senha

source: Change profile
pt_br: Mudar perfil

source: Log in
pt_br: Conectar

source: Log out
pt_br: Desconectar

source: Profile
pt_br: Perfil

source: Register
pt_br: Registrar-se

source: A link to confirm your email change has been sent to the new address.
pt_br: Um link para confirmar a mudança de email foi enviado para o novo endereço

source: Account confirmation link is invalid or it has expired.
pt_br: Link de confirmação da conta é inválido ou expirou.

source: Account confirmed successfully.
pt_br: COnta confirmado com sucesso

source: Avatar updated successfully.
pt_br: Avatar atualizado com sucesso

source: Email change link is invalid or it has expired.
pt_br: Link de mudança de email é inválido ou expirou.

source: Email changed successfully.
pt_br: Email alterado com sucesso.

source: If your email is in our system and it has not been confirmed yet, you will receive an email with instructions shortly.
pt_br: Se seu email está no sistema e não foi confirmado ainda, você vai receber um email com instruções em breve.

source: If your email is in our system, you will receive instructions to reset your password shortly.
pt_br: Se seu email está no sistema, você vai receber instruções para mudar sua senha em breve.

source: Invalid email or password
pt_br: Email ou senha inválidos

source: Logged out successfully.
pt_br: Desconectou-se com sucesso.

source: Password reset successfully.
pt_br: Senha alterada com sucesso.

source: Password updated successfully.
pt_br: Senha alterado com sucesso.

source: Profile updated successfully.
pt_br: Perfil atualizado com sucesso

source: Reset password link is invalid or it has expired.
pt_br: Link de alteração de senha inválido ou expirou.

source: User created successfully.
pt_br: Usuário criado com sucesso.

source: You must log in to access this page.
pt_br: Precisa estar conectado para acessar esta página.

source: Your account is blocked. Please contact system administrator.
pt_br: Sua conta está bloqueada. Por favor, contacte o administrador.

source: Advancing in content management and information exchange
pt_br: Um avanço na gestão de conteúdo e troca de informações

source: Please confirme your e-mail before connecting. A confirmation email was sent to you.
pt_br: Por favor informe seu email antes de conectar. Um email de confirmação será enviado.

source: Welcome to Advance
pt_br: Bem vindo ao Advance

source: Already have an account?
pt_br: Já tem uma conta?

source: Confirm new password
pt_br: Confirma a nova senha

source: Current password
pt_br: Senha atual

source: Forgot your password?
pt_br: Esqueceu sua senha?

source: I do rememebr my password
pt_br: Me lembrei da minha senha

source: Image file (.jpeg .jpg .gif .png) up to 100KB
pt_br: Arquivo de imagem (.jpeg .jpg .gif .png) até 100KB

source: Keep me logged in for 60 days
pt_br: Mantenha-em conectado por 60 dias

source: Name
pt_br: Nome

source: New password
pt_br: Nova senha

source: Oops, something went wrong! Please check the errors below.
pt_br: Ocorreu um erro! Por favor verifique os erros abaixo

source: Password
pt_br: Senha

source: Password confirmation
pt_br: Confirmação da senha

source: Resend confirmation instructions
pt_br: Reenviar instruções de confirmação

source: Reset password
pt_br: Recriar senha

source: Save profile
pt_br: Salvar perfil

source: Send password reset instructions
pt_br: Enviar instrução para criar senha

source: Update Avatar
pt_br: Atualiza Avatar

source: Locale
pt_br: Local

source: did not change
pt_br: não mudou

source: does not match confirmation
pt_br: não bate com a confirmação

source: does not match password
pt_br: senha não confere

source: is not valid
pt_br: não é válido

source: must have the @ sign and no spaces
pt_br: formato inválido de email

source: should have 6 to 80 character(s)
pt_br: deve ter de 6 a 80 caracteres

source: Password reset instructions
pt_br: Instruções para criar senha

source: Please confirm your account
pt_br: Por favor confirme a sua conta

source: Email change instructions
pt_br: Instruções para mudar email
